"3DaysAgo" = "3 days ago";
"4DaysAgo" = "4 days ago";
"Add" = "Add";
"All" = "All";
"Application" = "Application";
"AreYouSureToAddBookmark" = "Are you sure to add bookmark?";
"AreYouSureToDeleteCache" = "Are you sure to delete cache?";
"AreYouSureToDeleteCookie" = "Are you sure to delete cookie?";
"AreYouSureToDeleteHistory" = "Are you sure to delete history?";
"AreYouSureToInitialize" = "Are you sure to initialize all cache and data?";
"AreYouSureToOpenWithSafari" = "Are you sure to open URL with Safari?";
"AreYouSureToRenewalDownload" = "Are you sure to download this thread from the beginning?";
"Board" = "Board";
"Body" = "Body";
"Bookmark" = "Bookmark";
"Bookmark this board?" = "Bookmark this board?";
"Bookmark this thread?" = "Bookmark this thread?";
"ByBoard" = "Board order";
"ByDate" = "Date order";
"Cache" = "Cache";
"CacheSize" = "Cache size";
"Cancel" = "Cancel";
"CanceledSomeOperations" = "Memory is low, some operations were canceled.";
"Category" = "Category";
"Close" = "Close";
"CompletedWriting" = "Writing is completed.";
"ConfirmCookie" = "Confirm cookie";
"Cookie" = "Cookie";
"Copyright" = "Copyright";
"Crawl" = "Crawl";
"Rights" = "sonson";
"Dat-ochi" = "Thread data may be dropped.";
"Delete" = "Delete";
"DeleteCache" = "Delete cache";
"Delete a cache?" = "Delete a cache and history?";
"Delete all cache?" = "Delete all cache and histries?";
"DeleteCookie" = "Delete cookie";
"Different URL is Loaded." = "Different URL is Loaded.";
"Downloading..." = "Downloading...";
"Done" = "Done";
"E-Mail" = "E-mail";
"E-mail:" = "E-mail:";
"Edit" = "Edit";
"Error" = "Error";
"FailedWriting" = "Writing is failed.";
"find.2chProducedByBrazil" = "find.2ch by Brazil";
"FirstRunMessage" = "If you want to remove old version's file, please delete cache files via InfoView.";
"GoToWebSite" = "Go to web site";
"HasSaved" = "This image is saved.";
"History" = "History";
"ImageSaving" = "Save image";
"Info" = "Info";
"Initialize" = "Initialize";
"Initializing..." = "Initializing...";
"Loading" = "Loading...";
"Loading..." = "Loading...";
"MemoryWarning" = "Memory warning";
"MoreEarlier" = "More earlier";
"Name" = "Name";
"Name:" = "Name:";
"NewComming" = "New";
"NewComming200" = "New200";
"NoHistory" = "There is no history";
"NowSearching..." = "Now Searching...";
"OK" = "OK";
"OnlyDelete" = "Only delete";
"PleaseLoadBBSMenu" = "Please load BBSMenu";
"Read:" = "Read:";
"Res" = "Response";
"Res:" = "Res:";
"SearchFiniehd" = "Search has finished";
"SearchResults" = " Search Results.";
"Server may have been moved." = "Server may have been moved.\nPlease reload the bbs table.";
"Threads" = "Threads";
"Today" = "Today";
"Total" = "Total ";
"Unread" = "Unread";
"UpdateDate" = "Updated";
"User-Agent" = "Monazilla/1.00 (2tch/4.0)";
"Version" = "Version";
"Write" = "Write";
"WebSiteURL" = "http://son-son.sakura.ne.jp/app_store/2tch_free_english.html";
"Yesterday" = "Yesterday";
